{
  "data": [
    {
      "id": "about_atarize",
      "title": {
        "he": "אודות Atarize",
        "en": "About Atarize"
      },
      "content": {
        "he": "Atarize היא פלטפורמה לבניית צ'אטבוטים חכמים ומותאמים אישית לעסקים בישראל. הצ'אטבוטים שלנו מבוססים על GPT וטכנולוגיית Vector DB מתקדמת, ומספקים מענה דמוי אנוש, זורם ומדויק לשאלות הלקוחות – 24/7, גם כשאתה לא זמין. \n\nאנחנו בונים בוטים בהתאמה אישית לפי טקסטים שיווקיים, שאלות נפוצות או קבצי מידע. טון הדיבור מותאם לעסק (קליל, מקצועי, הומוריסטי). הבוט מאפשר איסוף לידים חמים תוך כדי שיחה טבעית, וניתן להטמעה באתר, בדף נחיתה או כקישור לשיתוף בוואטסאפ.",
        "en": "Atarize is a platform for building smart, custom chatbots for businesses in Israel. Our bots are powered by GPT and advanced Vector DB technology, delivering smooth, natural, human-like responses 24/7, even when you're unavailable. \n\nWe create bots based on your marketing texts, FAQs or data files. The tone is fully customizable (casual, professional, humorous). The bot collects hot leads naturally and can be embedded on your website, landing page, or shared as a WhatsApp link."
      },
      "metadata": {
        "intent": "about_atarize",
        "category": "about",
        "language": [
          "he",
          "en"
        ]
      }
    },
    {
      "id": "bot_memory_and_value",
      "title": {
        "he": "הזיכרון של הבוט והערך לעסק",
        "en": "Bot Memory and Business Value"
      },
      "content": {
        "he": "הבוט לוקח מידע מהמאגר באופן חכם ועמוק, מזהה מסרים באופן שמדמה מוח אנושי. ניתן להזין את הבוט במידע רחב, לסמוך שהוא יזכור אותו, וישלוף אותו באופן שיהיה לכם הכי נכון. כדי לעזור לך-לעסק לחסוך זמן, לענות טוב יותר ללקוחות, ולהפוך כל אתר או עמוד נחיתה לכלי שיעזור לך למכור, לתת שירות, ללא צורך בכח אדם נוסף.",
        "en": "The bot processes information from the knowledge base in a deep, intelligent way, recognizing patterns much like a human brain. You can feed it with broad data, trust that it will retain it, and retrieve it in the most helpful way. The goal is to help your business save time, respond better to customers, and turn any website or landing page into a tool that supports sales and service—without the need for extra manpower."
      },
      "metadata": {
        "intent": "bot_memory_and_value",
        "category": "capabilities",
        "language": [
          "he",
          "en"
        ]
      }
    },
    {
      "id": "work_process",
      "title": {
        "he": "תהליך העבודה",
        "en": "Work Process"
      },
      "content": {
        "he": "כדי להקים את הצ’אטבוט שלך, בוחרים אילו שירותים, שאלות ומידע הוא אמור לדעת – זה קורה דרך טופס פשוט שנשלח אליך. לאחר מכן מעלים קובץ טקסט, עמוד מידע או כל תוכן רלוונטי שתרצה שהבוט יכיר. בתוך מספר ימים תקבל קישור לצ’אטבוט אישי שמדבר בשם העסק שלך – אפשר להטמיע אותו באתר, לשלוח בוואטסאפ או להפיץ בכל דרך שתרצה.",
        "en": "To set up your chatbot, you choose what services, questions, and information it should know—done via a simple form we send you. Then you upload a text file, info page, or any relevant content you want the bot to understand. Within a few days, you’ll receive a personal chatbot link that speaks on behalf of your business. It can be embedded on your site, shared via WhatsApp, or distributed however you prefer."
      },
      "metadata": {
        "intent": "onboarding_process",
        "category": "onboarding",
        "language": [
          "he",
          "en"
        ]
      }
    },
    {
      "id": "technology_gpt",
      "title": {
        "he": "הטכנולוגיה שמאחורי הבוט",
        "en": "The Technology Behind the Bot"
      },
      "content": {
        "he": "GPT הוא קיצור של Generative Pre-trained Transformer — מודל שפה מתקדם שיודע להבין ולייצר טקסטים באופן חכם, זורם ודמוי־אנוש. הנה מה שכל חלק אומר:\n• Generative – מסוגל ליצור טקסט חדש ולא רק להגיב או לנתח.\n• Pre-trained – אומן מראש על כמויות עצומות של טקסטים, מה שמאפשר לו להבין הקשרים, עובדות וסגנונות.\n• Transformer – ארכיטקטורה חדשנית ורבת־עוצמה בעולם הבינה המלאכותית לעיבוד שפה.\n\nהבוט שלנו מבוסס על הטכנולוגיה הזו, ולומד את התוכן שאתה מזין לו בצורה עמוקה. הוא מזהה הקשרים, מבין את המסרים, ומשיב באופן שמותאם לעסק שלך. אפשר להזין אותו בכמות מידע גדולה – והוא ישלוף את התשובות בצורה מדויקת, אנושית ומקדמת. ככה תחסוך זמן, תענה ללקוחות טוב יותר, ותהפוך כל אתר או עמוד נחיתה לכלי שירות ומכירה – בלי להזדקק לצוות נוסף.",
        "en": "GPT stands for Generative Pre-trained Transformer — a cutting-edge language model that understands and generates human-like text. Here’s what each part means:\n• Generative – it creates content, not just analyzes it.\n• Pre-trained – trained on massive text datasets to grasp context, facts, and styles.\n• Transformer – a powerful AI architecture that revolutionized natural language processing.\n\nOur bot is built on this technology and learns your content deeply. It detects context, understands messages, and responds in a way that fits your business. You can feed it with large amounts of information, and it will retrieve answers smartly and naturally. This helps you save time, support clients better, and turn any website or landing page into an automated service and sales tool—without needing extra staff."
      },
      "metadata": {
        "intent": "tech_explanation",
        "category": "technology",
        "language": [
          "he",
          "en"
        ]
      }
    },
    {
      "id": "business_use_cases",
      "title": {
        "he": "שימושים בצ'אטבוט לפי תחום עסקי",
        "en": "Chatbot Use Cases by Business Type"
      },
      "content": {
        "he": "הצ’אטבוט שלנו משתלב בצורה חלקה בעסקים מכל התחומים, ומאפשר שירות לקוחות חכם, תגובתי ואוטומטי 24/7. הוא עונה על שאלות נפוצות, אוסף לידים, מסנן פניות לאדם הרלוונטי, ובונה דאטה אמין לשיפור השירות והמכירות.\n\nדוגמאות לפי תחום:\n• מסעדות/ברים – מידע על תפריט, אלרגנים והופעות, מענה לשאלות 'על הדרך' בוואטסאפ/אינסטגרם, ואיסוף לידים לאירועים סגורים.\n• נדל”ן – קבלת קריטריונים (מיקום, תקציב, חדרים), שליחת נכסים רלוונטיים עם גלריות, קביעת סיורים ומענה למסמכים.\n• קליניקות/מרפאות – תיאום תורים, תשובות על ביטוחים/עלויות, שאלונים טרום־ביקור, ותזכורות אוטומטיות.\n• סוכנויות ושירותים מקצועיים – קבלת בריף, הערכת מחירים, סינון פניות לפי תחום (עיצוב/פיתוח), והפניה לאיש מקצוע.\n• גיוס וכוח־אדם – סינון מועמדים בצ'אט, שליחת משימות קצרות, קבלת קורות חיים ותיאום ראיונות.\n• מוסדות לימוד וחוגים – מידע על מסלולים, הרשמה, תשלומים ותזכורות לימי פתוחים.\n• חברות תוכנה/SaaS – תמיכה טכנית מיידית, חיבור ל־Knowledge Base ויכולת הרחבה לאינטגרציה עם CRM.\n\nכך הבוט מסייע להוריד עומס מהצוות, לקצר זמני תגובה, לאסוף יותר לידים איכותיים ולשפר המרות. ניתן לעקוב אחר מדדים כמו זמן תגובה, שיעור פתרון, או תיאום הזמנות/פגישות – ולשמור על הבוט מעודכן כל הזמן.",
        "en": "Our chatbot seamlessly fits a wide variety of business types, offering automated, smart customer service 24/7. It handles FAQs, collects leads, routes queries to the right person, and builds reliable data for ongoing optimization.\n\nExamples by industry:\n• Restaurants/Bars – menus, allergens, event info, quick Q&A via WhatsApp/Instagram, and lead collection for private bookings.\n• Real Estate – gather preferences (location, budget, rooms), send relevant listings with galleries, book tours, handle document coordination.\n• Clinics – appointment scheduling, insurance and pricing info, pre-visit questionnaires, and automatic reminders.\n• Agencies and service providers – receive briefs, estimate pricing/time, classify inquiries by service (design, dev, campaigns), forward to staff.\n• Recruiting/HR – filter candidates by availability, send short tasks or resume requests, schedule interviews.\n• Education/Courses – details on programs, registration, payments, availability, and event reminders.\n• SaaS/Software – real-time tech support, knowledge base access, with optional CRM integrations.\n\nThis reduces phone/email load, speeds up response times, increases lead quality, eliminates redundant staff work, and improves conversions. You can track key metrics like response time, resolution rate, or scheduled bookings – and easily update the bot’s knowledge to stay accurate."
      },
      "metadata": {
        "intent": "chatbot_use_cases",
        "category": "use_cases",
        "language": [
          "he",
          "en"
        ]
      }
    },
    {
      "id": "pricing_details",
      "title": {
        "he": "מחירים ועלויות",
        "en": "Pricing and Costs"
      },
      "content": {
        "he": "עלות ההקמה של הצ'אטבוט היא 600 ש\"ח כולל מע\"מ – תשלום חד־פעמי. במידה ותרצו עזרה בהטמעה ישירה באתר שלכם, ניתן להוסיף שירות זה בתוספת של 200 ש\"ח.\n\nלאחר ההקמה, תבחרו את החבילה החודשית לפי נפח הפעילות הצפוי:\n• Basic – 59 ש\"ח לחודש (עד 100 הודעות)\n• Pro – 99 ש\"ח לחודש (עד 500 הודעות)\n• Business – מעל 2,000 הודעות, נבנית תכנית בהתאמה אישית\n\nהמחירים הנוכחיים הם מחירי הרצה ונתונים לשינויים בעתיד. ייתכן ויעלו בהמשך בהתאם לשיפורים, הרחבות טכנולוגיות והוספת פיצ’רים. בכל מקרה, נעדכן אתכם מראש לגבי כל שינוי רלוונטי.",
        "en": "The setup cost for the chatbot is 600 ILS including VAT – a one-time payment. If you’d like assistance embedding it on your website, we offer that service for an additional 200 ILS.\n\nAfter setup, choose a monthly plan based on your expected usage:\n• Basic – 59 ILS/month (up to 100 messages)\n• Pro – 99 ILS/month (up to 500 messages)\n• Business – 2,000+ messages, custom plan tailored to your needs\n\nThese are introductory launch prices and may change in the future. Prices may increase as we add new features, technologies, and improvements. You’ll always be notified in advance of any changes."
      },
      "metadata": {
        "category": "pricing",
        "language": [
          "he",
          "en"
        ],
        "intent": "pricing_details"
      }
    },
    {
      "id": "common_questions",
      "title": {
        "he": "שאלות נפוצות",
        "en": "Frequently Asked Questions"
      },
      "content": {
        "he": "❓ אפשר לשנות תוכן בהמשך?\n✅ כן. עדכונים קטנים כלולים. אם מדובר בשינויים מהותיים – יש תיאום ותוספת.\n\n❓ איך משלמים?\n✅ תשלום חד־פעמי להקמה + מנוי חודשי. ניתן לשלם בביט, אשראי או העברה בנקאית.\n\n❓ הוא עובד גם באתר וגם בוואטסאפ?\n✅ כן – ניתן להטמיע את הצ'אטבוט באתר, בדף נחיתה, או לשלוח כלינק בוואטסאפ. כדי לחבר אותו רשמית לוואטסאפ נדרש חשבון עסקי מאומת במערכת של Meta ומספר טלפון ייעודי.\n\n❓ האם אפשר להתחבר למערכות CRM, סליקה או אחרות?\n✅ תלוי בגודל הבקשה וביכולת לקבל אישור ואינטגרציה מהממשק החיצוני. נבחן כל מקרה לגופו.\n\n❓ איך מתחילים?\n✅ משאירים פרטים בצ׳אט או בטופס בתחתית הדף: שם מלא, טלפון ואימייל – ונחזור בהקדם.\n\n❓ האם אפשר לשלוח קבצים בצ'אט?\n✅ כן. בהתאם לרצון הלקוח ולחבילת השירות. ניתן לשלוח קבצי טקסט, תמונות, קובצי מוזיקה ועוד.",
        "en": "❓ Can I update the content later?\n✅ Yes. Small updates are included. Significant changes may require coordination and an additional fee.\n\n❓ How do I pay?\n✅ One-time setup fee + monthly subscription. You can pay via Bit, credit card or bank transfer.\n\n❓ Does it work both on websites and WhatsApp?\n✅ Yes – the chatbot can be embedded in a website, landing page, or shared as a WhatsApp link. For official WhatsApp integration, a verified Meta Business account and dedicated phone number are required.\n\n❓ Can it integrate with CRM or payment systems?\n✅ Depends on the scope of the request and permission to connect. We review each case individually.\n\n❓ How do I get started?\n✅ Leave your details in the chat or form below – full name, phone number, and email – and we'll get back to you ASAP.\n\n❓ Can users send files in the chat?\n✅ Yes, depending on your preferences and plan. We support various file types including text, images, and audio files."
      },
      "metadata": {
        "category": "faq",
        "language": [
          "he",
          "en"
        ],
        "intent": "common_questions"
      }
    }
  ]
}